examples/urbanclimate/templates/windAroundBuildings_CFDHAM/0/air/wambient
(
( 0 0.007612289 )
( 3600 0.00744764 )
( 7200 0.007317493 )
( 10800 0.007234193 )
( 14400 0.00720554 )
( 18000 0.007234193 )
( 21600 0.007317493 )
( 25200 0.00744764 )
( 28800 0.007612289 )
( 32400 0.007795764 )
( 36000 0.007980991 )
( 39600 0.008152011 )
( 43200 0.008296523 )
( 46800 0.008407589 )
( 50400 0.008483736 )
( 54000 0.008527242 )
( 57600 0.008541273 )
( 61200 0.008527242 )
( 64800 0.008483736 )
( 68400 0.008407589 )
( 72000 0.008296523 )
( 75600 0.008152011 )
( 79200 0.007980991 )
( 82800 0.007795764 )
( 86400 0.007612289 )
);
