examples/urbanclimate/templates/windAroundBuildings_CFDHAM/constant/air/Utarget_east/Utarget_east_86400
/*--------------------------------*- C++ -*----------------------------------*\
  =========                 |
  \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox
   \\    /   O peration     | Website:  https://openfoam.org
    \\  /    A nd           | Version:  6
     \\/     M anipulation  |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       vectorList;
    location    "constant/air";
    object      Utarget_east;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

280
(
( 2.37673 4.11649 0 )
( 2.37673 4.11649 0 )
( 2.37673 4.11649 0 )
( 2.37673 4.11649 0 )
( 2.37672 4.11649 0 )
( 2.37672 4.11649 0 )
( 2.37672 4.11649 0 )
( 2.37673 4.11649 0 )
( 2.37673 4.1165 0 )
( 2.37673 4.1165 0 )
( 2.37674 4.11651 0 )
( 2.37675 4.11652 0 )
( 2.37675 4.11654 0 )
( 2.37676 4.11655 0 )
( 2.37676 4.11655 0 )
( 2.37677 4.11656 0 )
( 2.37677 4.11657 0 )
( 2.37677 4.11657 0 )
( 2.37677 4.11656 0 )
( 2.37677 4.11656 0 )
( 2.37676 4.11655 0 )
( 2.37675 4.11654 0 )
( 2.37676 4.11655 0 )
( 2.37675 4.11653 0 )
( 2.37675 4.11653 0 )
( 2.37675 4.11652 0 )
( 2.37674 4.11652 0 )
( 2.37674 4.11652 0 )
( 2.84815 4.93299 0 )
( 2.84815 4.93299 0 )
( 2.84815 4.93299 0 )
( 2.84814 4.93298 0 )
( 2.84814 4.93298 0 )
( 2.84814 4.93298 0 )
( 2.84814 4.93298 0 )
( 2.84814 4.93299 0 )
( 2.84815 4.93299 0 )
( 2.84815 4.933 0 )
( 2.84816 4.93301 0 )
( 2.84816 4.93302 0 )
( 2.84817 4.93303 0 )
( 2.84818 4.93304 0 )
( 2.84818 4.93305 0 )
( 2.84818 4.93305 0 )
( 2.84819 4.93306 0 )
( 2.84819 4.93306 0 )
( 2.84818 4.93306 0 )
( 2.84818 4.93305 0 )
( 2.84818 4.93304 0 )
( 2.84818 4.93304 0 )
( 2.84817 4.93303 0 )
( 2.84817 4.93302 0 )
( 2.84817 4.93303 0 )
( 2.84816 4.93302 0 )
( 2.84816 4.93302 0 )
( 2.84816 4.93302 0 )
( 3.06765 5.31316 0 )
( 3.06765 5.31316 0 )
( 3.06764 5.31316 0 )
( 3.06764 5.31316 0 )
( 3.06764 5.31316 0 )
( 3.06764 5.31316 0 )
( 3.06764 5.31316 0 )
( 3.06764 5.31316 0 )
( 3.06765 5.31316 0 )
( 3.06765 5.31317 0 )
( 3.06765 5.31318 0 )
( 3.06766 5.31319 0 )
( 3.06767 5.3132 0 )
( 3.06767 5.31321 0 )
( 3.06768 5.31322 0 )
( 3.06768 5.31322 0 )
( 3.06768 5.31323 0 )
( 3.06768 5.31323 0 )
( 3.06768 5.31322 0 )
( 3.06768 5.31322 0 )
( 3.06768 5.31321 0 )
( 3.06767 5.31321 0 )
( 3.06767 5.3132 0 )
( 3.06767 5.3132 0 )
( 3.06766 5.31319 0 )
( 3.06766 5.31319 0 )
( 3.06766 5.31319 0 )
( 3.06766 5.31319 0 )
( 3.21228 5.56367 0 )
( 3.21228 5.56367 0 )
( 3.21228 5.56367 0 )
( 3.21228 5.56367 0 )
( 3.21228 5.56366 0 )
( 3.21228 5.56366 0 )
( 3.21228 5.56366 0 )
( 3.21228 5.56366 0 )
( 3.21228 5.56367 0 )
( 3.21228 5.56367 0 )
( 3.21229 5.56368 0 )
( 3.21229 5.56369 0 )
( 3.2123 5.5637 0 )
( 3.2123 5.56371 0 )
( 3.21231 5.56371 0 )
( 3.21231 5.56372 0 )
( 3.21231 5.56372 0 )
( 3.21231 5.56372 0 )
( 3.21231 5.56372 0 )
( 3.21231 5.56372 0 )
( 3.21231 5.56371 0 )
( 3.2123 5.56371 0 )
( 3.2123 5.5637 0 )
( 3.2123 5.5637 0 )
( 3.2123 5.5637 0 )
( 3.21229 5.56369 0 )
( 3.21229 5.56369 0 )
( 3.21229 5.56369 0 )
( 3.32033 5.75081 0 )
( 3.32033 5.75081 0 )
( 3.32033 5.75081 0 )
( 3.32033 5.75081 0 )
( 3.32033 5.7508 0 )
( 3.32032 5.7508 0 )
( 3.32032 5.7508 0 )
( 3.32033 5.7508 0 )
( 3.32033 5.75081 0 )
( 3.32033 5.75081 0 )
( 3.32033 5.75082 0 )
( 3.32034 5.75082 0 )
( 3.32034 5.75083 0 )
( 3.32035 5.75084 0 )
( 3.32035 5.75085 0 )
( 3.32035 5.75085 0 )
( 3.32035 5.75085 0 )
( 3.32035 5.75085 0 )
( 3.32035 5.75085 0 )
( 3.32035 5.75085 0 )
( 3.32035 5.75084 0 )
( 3.32035 5.75084 0 )
( 3.32035 5.75084 0 )
( 3.32034 5.75083 0 )
( 3.32034 5.75083 0 )
( 3.32034 5.75083 0 )
( 3.32034 5.75083 0 )
( 3.32034 5.75083 0 )
( 3.40661 5.90025 0 )
( 3.40661 5.90025 0 )
( 3.40661 5.90025 0 )
( 3.40661 5.90025 0 )
( 3.40661 5.90025 0 )
( 3.40661 5.90025 0 )
( 3.40661 5.90025 0 )
( 3.40661 5.90025 0 )
( 3.40661 5.90025 0 )
( 3.40661 5.90025 0 )
( 3.40662 5.90026 0 )
( 3.40662 5.90026 0 )
( 3.40662 5.90027 0 )
( 3.40663 5.90028 0 )
( 3.40663 5.90028 0 )
( 3.40663 5.90028 0 )
( 3.40663 5.90029 0 )
( 3.40663 5.90029 0 )
( 3.40663 5.90028 0 )
( 3.40663 5.90028 0 )
( 3.40663 5.90028 0 )
( 3.40663 5.90028 0 )
( 3.40663 5.90027 0 )
( 3.40662 5.90027 0 )
( 3.40662 5.90027 0 )
( 3.40662 5.90027 0 )
( 3.40662 5.90027 0 )
( 3.40662 5.90027 0 )
( 3.47845 6.02467 0 )
( 3.47845 6.02467 0 )
( 3.47845 6.02467 0 )
( 3.47845 6.02467 0 )
( 3.47845 6.02467 0 )
( 3.47845 6.02467 0 )
( 3.47845 6.02467 0 )
( 3.47845 6.02467 0 )
( 3.47845 6.02467 0 )
( 3.47845 6.02467 0 )
( 3.47845 6.02467 0 )
( 3.47845 6.02468 0 )
( 3.47845 6.02468 0 )
( 3.47846 6.02469 0 )
( 3.47846 6.02469 0 )
( 3.47846 6.02469 0 )
( 3.47846 6.02469 0 )
( 3.47846 6.02469 0 )
( 3.47846 6.02469 0 )
( 3.47846 6.02469 0 )
( 3.47846 6.02469 0 )
( 3.47846 6.02469 0 )
( 3.47846 6.02469 0 )
( 3.47846 6.02468 0 )
( 3.47846 6.02469 0 )
( 3.47845 6.02468 0 )
( 3.47845 6.02468 0 )
( 3.47845 6.02468 0 )
( 3.53998 6.13125 0 )
( 3.53998 6.13125 0 )
( 3.53998 6.13125 0 )
( 3.53998 6.13125 0 )
( 3.53998 6.13125 0 )
( 3.53998 6.13125 0 )
( 3.53998 6.13125 0 )
( 3.53998 6.13125 0 )
( 3.53998 6.13125 0 )
( 3.53998 6.13125 0 )
( 3.53999 6.13126 0 )
( 3.53999 6.13126 0 )
( 3.53999 6.13126 0 )
( 3.53999 6.13126 0 )
( 3.53999 6.13127 0 )
( 3.53999 6.13127 0 )
( 3.53999 6.13127 0 )
( 3.53999 6.13127 0 )
( 3.53999 6.13127 0 )
( 3.53999 6.13127 0 )
( 3.53999 6.13127 0 )
( 3.53999 6.13126 0 )
( 3.53999 6.13126 0 )
( 3.53999 6.13127 0 )
( 3.53999 6.13126 0 )
( 3.53999 6.13126 0 )
( 3.53999 6.13126 0 )
( 3.53999 6.13126 0 )
( 3.59381 6.22448 0 )
( 3.59381 6.22448 0 )
( 3.59381 6.22448 0 )
( 3.59381 6.22448 0 )
( 3.59381 6.22448 0 )
( 3.59381 6.22448 0 )
( 3.59381 6.22448 0 )
( 3.59381 6.22448 0 )
( 3.59381 6.22448 0 )
( 3.59381 6.22448 0 )
( 3.59381 6.22448 0 )
( 3.59381 6.22448 0 )
( 3.59381 6.22448 0 )
( 3.59381 6.22448 0 )
( 3.59381 6.22449 0 )
( 3.59382 6.22449 0 )
( 3.59382 6.22449 0 )
( 3.59382 6.22449 0 )
( 3.59382 6.22449 0 )
( 3.59382 6.22449 0 )
( 3.59382 6.22449 0 )
( 3.59381 6.22449 0 )
( 3.59381 6.22449 0 )
( 3.59381 6.22449 0 )
( 3.59381 6.22448 0 )
( 3.59381 6.22448 0 )
( 3.59381 6.22448 0 )
( 3.59381 6.22448 0 )
( 3.64164 6.30733 0 )
( 3.64164 6.30733 0 )
( 3.64164 6.30733 0 )
( 3.64164 6.30733 0 )
( 3.64164 6.30733 0 )
( 3.64164 6.30733 0 )
( 3.64164 6.30733 0 )
( 3.64164 6.30733 0 )
( 3.64164 6.30733 0 )
( 3.64164 6.30733 0 )
( 3.64164 6.30733 0 )
( 3.64164 6.30733 0 )
( 3.64164 6.30733 0 )
( 3.64164 6.30733 0 )
( 3.64165 6.30733 0 )
( 3.64165 6.30733 0 )
( 3.64165 6.30733 0 )
( 3.64165 6.30733 0 )
( 3.64165 6.30733 0 )
( 3.64165 6.30733 0 )
( 3.64165 6.30733 0 )
( 3.64165 6.30733 0 )
( 3.64164 6.30733 0 )
( 3.64164 6.30733 0 )
( 3.64164 6.30733 0 )
( 3.64164 6.30733 0 )
( 3.64164 6.30733 0 )
( 3.64164 6.30733 0 )
)

