examples/urbanclimate/templates/windAroundBuildings_CFDHAM/constant/air/Utarget_north/Utarget_north_86400
/*--------------------------------*- C++ -*----------------------------------*\
  =========                 |
  \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox
   \\    /   O peration     | Website:  https://openfoam.org
    \\  /    A nd           | Version:  6
     \\/     M anipulation  |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       vectorList;
    location    "constant/air";
    object      Utarget_north;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

320
(
( 2.37673 4.11649 0 )
( 2.84815 4.93299 0 )
( 3.06765 5.31316 0 )
( 3.21228 5.56367 0 )
( 3.32033 5.75081 0 )
( 3.40661 5.90025 0 )
( 3.47845 6.02467 0 )
( 3.53998 6.13125 0 )
( 3.59381 6.22448 0 )
( 3.64164 6.30733 0 )
( 2.37673 4.11649 0 )
( 2.84815 4.93299 0 )
( 3.06765 5.31316 0 )
( 3.21228 5.56367 0 )
( 3.32033 5.75081 0 )
( 3.40661 5.90025 0 )
( 3.47845 6.02467 0 )
( 3.53998 6.13125 0 )
( 3.59381 6.22448 0 )
( 3.64164 6.30733 0 )
( 2.37673 4.11649 0 )
( 2.84814 4.93298 0 )
( 3.06764 5.31316 0 )
( 3.21228 5.56366 0 )
( 3.32033 5.7508 0 )
( 3.40661 5.90025 0 )
( 3.47845 6.02467 0 )
( 3.53998 6.13125 0 )
( 3.59381 6.22448 0 )
( 3.64164 6.30733 0 )
( 2.37672 4.11649 0 )
( 2.84814 4.93298 0 )
( 3.06764 5.31315 0 )
( 3.21228 5.56366 0 )
( 3.32032 5.7508 0 )
( 3.40661 5.90025 0 )
( 3.47844 6.02466 0 )
( 3.53998 6.13125 0 )
( 3.59381 6.22448 0 )
( 3.64164 6.30733 0 )
( 2.37672 4.11648 0 )
( 2.84814 4.93297 0 )
( 3.06764 5.31315 0 )
( 3.21227 5.56366 0 )
( 3.32032 5.7508 0 )
( 3.40661 5.90024 0 )
( 3.47844 6.02466 0 )
( 3.53998 6.13125 0 )
( 3.59381 6.22448 0 )
( 3.64164 6.30733 0 )
( 2.37672 4.11647 0 )
( 2.84813 4.93297 0 )
( 3.06763 5.31314 0 )
( 3.21227 5.56365 0 )
( 3.32032 5.75079 0 )
( 3.4066 5.90024 0 )
( 3.47844 6.02466 0 )
( 3.53998 6.13124 0 )
( 3.59381 6.22447 0 )
( 3.64164 6.30733 0 )
( 2.37671 4.11647 0 )
( 2.84813 4.93296 0 )
( 3.06763 5.31314 0 )
( 3.21227 5.56364 0 )
( 3.32032 5.75079 0 )
( 3.4066 5.90023 0 )
( 3.47844 6.02466 0 )
( 3.53998 6.13124 0 )
( 3.59381 6.22447 0 )
( 3.64164 6.30733 0 )
( 2.37671 4.11646 0 )
( 2.84813 4.93295 0 )
( 3.06763 5.31313 0 )
( 3.21226 5.56364 0 )
( 3.32031 5.75078 0 )
( 3.4066 5.90023 0 )
( 3.47844 6.02465 0 )
( 3.53998 6.13124 0 )
( 3.59381 6.22447 0 )
( 3.64164 6.30733 0 )
( 2.3767 4.11645 0 )
( 2.84812 4.93295 0 )
( 3.06762 5.31312 0 )
( 3.21226 5.56363 0 )
( 3.32031 5.75078 0 )
( 3.4066 5.90023 0 )
( 3.47843 6.02465 0 )
( 3.53998 6.13124 0 )
( 3.59381 6.22447 0 )
( 3.64164 6.30733 0 )
( 2.3767 4.11645 0 )
( 2.84812 4.93294 0 )
( 3.06762 5.31312 0 )
( 3.21226 5.56363 0 )
( 3.32031 5.75077 0 )
( 3.4066 5.90022 0 )
( 3.47843 6.02465 0 )
( 3.53997 6.13124 0 )
...
)

