examples/urbanclimate/templates/windAroundBuildings_CFDHAM/constant/air/Utarget_south/Utarget_south_0
/*--------------------------------*- C++ -*----------------------------------*\
  =========                 |
  \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox
   \\    /   O peration     | Website:  https://openfoam.org
    \\  /    A nd           | Version:  6
     \\/     M anipulation  |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       vectorList;
    location    "constant/air";
    object      Utarget_south;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

320
(
( 4.11649 2.37673 0 )
( 4.93299 2.84815 0 )
( 5.31316 3.06765 0 )
( 5.56367 3.21228 0 )
( 5.75081 3.32033 0 )
( 5.90025 3.40661 0 )
( 6.02467 3.47845 0 )
( 6.13125 3.53998 0 )
( 6.22448 3.59381 0 )
( 6.30733 3.64164 0 )
( 4.11649 2.37673 0 )
( 4.93299 2.84815 0 )
( 5.31316 3.06765 0 )
( 5.56367 3.21228 0 )
( 5.75081 3.32033 0 )
( 5.90025 3.40661 0 )
( 6.02467 3.47845 0 )
( 6.13125 3.53998 0 )
( 6.22448 3.59381 0 )
( 6.30733 3.64164 0 )
( 4.11649 2.37673 0 )
( 4.93298 2.84814 0 )
( 5.31316 3.06764 0 )
( 5.56366 3.21228 0 )
( 5.7508 3.32033 0 )
( 5.90025 3.40661 0 )
( 6.02467 3.47845 0 )
( 6.13125 3.53998 0 )
( 6.22448 3.59381 0 )
( 6.30733 3.64164 0 )
( 4.11649 2.37672 0 )
( 4.93298 2.84814 0 )
( 5.31315 3.06764 0 )
( 5.56366 3.21228 0 )
( 5.7508 3.32032 0 )
( 5.90025 3.40661 0 )
( 6.02466 3.47844 0 )
( 6.13125 3.53998 0 )
( 6.22448 3.59381 0 )
( 6.30733 3.64164 0 )
( 4.11648 2.37672 0 )
( 4.93297 2.84814 0 )
( 5.31315 3.06764 0 )
( 5.56366 3.21227 0 )
( 5.7508 3.32032 0 )
( 5.90024 3.40661 0 )
( 6.02466 3.47844 0 )
( 6.13125 3.53998 0 )
( 6.22448 3.59381 0 )
( 6.30733 3.64164 0 )
( 4.11647 2.37672 0 )
( 4.93297 2.84813 0 )
( 5.31314 3.06763 0 )
( 5.56365 3.21227 0 )
( 5.75079 3.32032 0 )
( 5.90024 3.4066 0 )
( 6.02466 3.47844 0 )
( 6.13124 3.53998 0 )
( 6.22447 3.59381 0 )
( 6.30733 3.64164 0 )
( 4.11647 2.37671 0 )
( 4.93296 2.84813 0 )
( 5.31314 3.06763 0 )
( 5.56364 3.21227 0 )
( 5.75079 3.32032 0 )
( 5.90023 3.4066 0 )
( 6.02466 3.47844 0 )
( 6.13124 3.53998 0 )
( 6.22447 3.59381 0 )
( 6.30733 3.64164 0 )
( 4.11646 2.37671 0 )
( 4.93295 2.84813 0 )
( 5.31313 3.06763 0 )
( 5.56364 3.21226 0 )
( 5.75078 3.32031 0 )
( 5.90023 3.4066 0 )
( 6.02465 3.47844 0 )
( 6.13124 3.53998 0 )
( 6.22447 3.59381 0 )
( 6.30733 3.64164 0 )
( 4.11645 2.3767 0 )
( 4.93295 2.84812 0 )
( 5.31312 3.06762 0 )
( 5.56363 3.21226 0 )
( 5.75078 3.32031 0 )
( 5.90023 3.4066 0 )
( 6.02465 3.47843 0 )
( 6.13124 3.53998 0 )
( 6.22447 3.59381 0 )
( 6.30733 3.64164 0 )
( 4.11645 2.3767 0 )
( 4.93294 2.84812 0 )
( 5.31312 3.06762 0 )
( 5.56363 3.21226 0 )
( 5.75077 3.32031 0 )
( 5.90022 3.4066 0 )
( 6.02465 3.47843 0 )
( 6.13124 3.53997 0 )
...
)

