examples/urbanclimate/templates/windAroundBuildings_CFDHAM/constant/air/Utarget_west/Utarget_west_86400
/*--------------------------------*- C++ -*----------------------------------*\
  =========                 |
  \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox
   \\    /   O peration     | Website:  https://openfoam.org
    \\  /    A nd           | Version:  6
     \\/     M anipulation  |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       vectorList;
    location    "constant/air";
    object      Utarget_west;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

280
(
( 4.11649 2.37673 0 )
( 4.11649 2.37673 0 )
( 4.11649 2.37673 0 )
( 4.11649 2.37673 0 )
( 4.11649 2.37672 0 )
( 4.11649 2.37672 0 )
( 4.11649 2.37672 0 )
( 4.11649 2.37673 0 )
( 4.1165 2.37673 0 )
( 4.1165 2.37673 0 )
( 4.11651 2.37674 0 )
( 4.11652 2.37675 0 )
( 4.11654 2.37675 0 )
( 4.11655 2.37676 0 )
( 4.11655 2.37676 0 )
( 4.11656 2.37677 0 )
( 4.11657 2.37677 0 )
( 4.11657 2.37677 0 )
( 4.11656 2.37677 0 )
( 4.11656 2.37677 0 )
( 4.11655 2.37676 0 )
( 4.11654 2.37675 0 )
( 4.11655 2.37676 0 )
( 4.11653 2.37675 0 )
( 4.11653 2.37675 0 )
( 4.11652 2.37675 0 )
( 4.11652 2.37674 0 )
( 4.11652 2.37674 0 )
( 4.93299 2.84815 0 )
( 4.93299 2.84815 0 )
( 4.93299 2.84815 0 )
( 4.93298 2.84814 0 )
( 4.93298 2.84814 0 )
( 4.93298 2.84814 0 )
( 4.93298 2.84814 0 )
( 4.93299 2.84814 0 )
( 4.93299 2.84815 0 )
( 4.933 2.84815 0 )
( 4.93301 2.84816 0 )
( 4.93302 2.84816 0 )
( 4.93303 2.84817 0 )
( 4.93304 2.84818 0 )
( 4.93305 2.84818 0 )
( 4.93305 2.84818 0 )
( 4.93306 2.84819 0 )
( 4.93306 2.84819 0 )
( 4.93306 2.84818 0 )
( 4.93305 2.84818 0 )
( 4.93304 2.84818 0 )
( 4.93304 2.84818 0 )
( 4.93303 2.84817 0 )
( 4.93302 2.84817 0 )
( 4.93303 2.84817 0 )
( 4.93302 2.84816 0 )
( 4.93302 2.84816 0 )
( 4.93302 2.84816 0 )
( 5.31316 3.06765 0 )
( 5.31316 3.06765 0 )
( 5.31316 3.06764 0 )
( 5.31316 3.06764 0 )
( 5.31316 3.06764 0 )
( 5.31316 3.06764 0 )
( 5.31316 3.06764 0 )
( 5.31316 3.06764 0 )
( 5.31316 3.06765 0 )
( 5.31317 3.06765 0 )
( 5.31318 3.06765 0 )
( 5.31319 3.06766 0 )
( 5.3132 3.06767 0 )
( 5.31321 3.06767 0 )
( 5.31322 3.06768 0 )
( 5.31322 3.06768 0 )
( 5.31323 3.06768 0 )
( 5.31323 3.06768 0 )
( 5.31322 3.06768 0 )
( 5.31322 3.06768 0 )
( 5.31321 3.06768 0 )
( 5.31321 3.06767 0 )
( 5.3132 3.06767 0 )
( 5.3132 3.06767 0 )
( 5.31319 3.06766 0 )
( 5.31319 3.06766 0 )
( 5.31319 3.06766 0 )
( 5.31319 3.06766 0 )
( 5.56367 3.21228 0 )
( 5.56367 3.21228 0 )
( 5.56367 3.21228 0 )
( 5.56367 3.21228 0 )
( 5.56366 3.21228 0 )
( 5.56366 3.21228 0 )
( 5.56366 3.21228 0 )
( 5.56366 3.21228 0 )
( 5.56367 3.21228 0 )
( 5.56367 3.21228 0 )
( 5.56368 3.21229 0 )
( 5.56369 3.21229 0 )
( 5.5637 3.2123 0 )
( 5.56371 3.2123 0 )
( 5.56371 3.21231 0 )
( 5.56372 3.21231 0 )
( 5.56372 3.21231 0 )
( 5.56372 3.21231 0 )
( 5.56372 3.21231 0 )
( 5.56372 3.21231 0 )
( 5.56371 3.21231 0 )
( 5.56371 3.2123 0 )
( 5.5637 3.2123 0 )
( 5.5637 3.2123 0 )
( 5.5637 3.2123 0 )
( 5.56369 3.21229 0 )
( 5.56369 3.21229 0 )
( 5.56369 3.21229 0 )
( 5.75081 3.32033 0 )
( 5.75081 3.32033 0 )
( 5.75081 3.32033 0 )
( 5.75081 3.32033 0 )
( 5.7508 3.32033 0 )
( 5.7508 3.32032 0 )
( 5.7508 3.32032 0 )
( 5.7508 3.32033 0 )
( 5.75081 3.32033 0 )
( 5.75081 3.32033 0 )
( 5.75082 3.32033 0 )
( 5.75082 3.32034 0 )
( 5.75083 3.32034 0 )
( 5.75084 3.32035 0 )
( 5.75085 3.32035 0 )
( 5.75085 3.32035 0 )
( 5.75085 3.32035 0 )
( 5.75085 3.32035 0 )
( 5.75085 3.32035 0 )
( 5.75085 3.32035 0 )
( 5.75084 3.32035 0 )
( 5.75084 3.32035 0 )
( 5.75084 3.32035 0 )
( 5.75083 3.32034 0 )
( 5.75083 3.32034 0 )
( 5.75083 3.32034 0 )
( 5.75083 3.32034 0 )
( 5.75083 3.32034 0 )
( 5.90025 3.40661 0 )
( 5.90025 3.40661 0 )
( 5.90025 3.40661 0 )
( 5.90025 3.40661 0 )
( 5.90025 3.40661 0 )
( 5.90025 3.40661 0 )
( 5.90025 3.40661 0 )
( 5.90025 3.40661 0 )
( 5.90025 3.40661 0 )
( 5.90025 3.40661 0 )
( 5.90026 3.40662 0 )
( 5.90026 3.40662 0 )
( 5.90027 3.40662 0 )
( 5.90028 3.40663 0 )
( 5.90028 3.40663 0 )
( 5.90028 3.40663 0 )
( 5.90029 3.40663 0 )
( 5.90029 3.40663 0 )
( 5.90028 3.40663 0 )
( 5.90028 3.40663 0 )
( 5.90028 3.40663 0 )
( 5.90028 3.40663 0 )
( 5.90027 3.40663 0 )
( 5.90027 3.40662 0 )
( 5.90027 3.40662 0 )
( 5.90027 3.40662 0 )
( 5.90027 3.40662 0 )
( 5.90027 3.40662 0 )
( 6.02467 3.47845 0 )
( 6.02467 3.47845 0 )
( 6.02467 3.47845 0 )
( 6.02467 3.47845 0 )
( 6.02467 3.47845 0 )
( 6.02467 3.47845 0 )
( 6.02467 3.47845 0 )
( 6.02467 3.47845 0 )
( 6.02467 3.47845 0 )
( 6.02467 3.47845 0 )
( 6.02467 3.47845 0 )
( 6.02468 3.47845 0 )
( 6.02468 3.47845 0 )
( 6.02469 3.47846 0 )
( 6.02469 3.47846 0 )
( 6.02469 3.47846 0 )
( 6.02469 3.47846 0 )
( 6.02469 3.47846 0 )
( 6.02469 3.47846 0 )
( 6.02469 3.47846 0 )
( 6.02469 3.47846 0 )
( 6.02469 3.47846 0 )
( 6.02469 3.47846 0 )
( 6.02468 3.47846 0 )
( 6.02469 3.47846 0 )
( 6.02468 3.47845 0 )
( 6.02468 3.47845 0 )
( 6.02468 3.47845 0 )
( 6.13125 3.53998 0 )
( 6.13125 3.53998 0 )
( 6.13125 3.53998 0 )
( 6.13125 3.53998 0 )
( 6.13125 3.53998 0 )
( 6.13125 3.53998 0 )
( 6.13125 3.53998 0 )
( 6.13125 3.53998 0 )
( 6.13125 3.53998 0 )
( 6.13125 3.53998 0 )
( 6.13126 3.53999 0 )
( 6.13126 3.53999 0 )
( 6.13126 3.53999 0 )
( 6.13126 3.53999 0 )
( 6.13127 3.53999 0 )
( 6.13127 3.53999 0 )
( 6.13127 3.53999 0 )
( 6.13127 3.53999 0 )
( 6.13127 3.53999 0 )
( 6.13127 3.53999 0 )
( 6.13127 3.53999 0 )
( 6.13126 3.53999 0 )
( 6.13126 3.53999 0 )
( 6.13127 3.53999 0 )
( 6.13126 3.53999 0 )
( 6.13126 3.53999 0 )
( 6.13126 3.53999 0 )
( 6.13126 3.53999 0 )
( 6.22448 3.59381 0 )
( 6.22448 3.59381 0 )
( 6.22448 3.59381 0 )
( 6.22448 3.59381 0 )
( 6.22448 3.59381 0 )
( 6.22448 3.59381 0 )
( 6.22448 3.59381 0 )
( 6.22448 3.59381 0 )
( 6.22448 3.59381 0 )
( 6.22448 3.59381 0 )
( 6.22448 3.59381 0 )
( 6.22448 3.59381 0 )
( 6.22448 3.59381 0 )
( 6.22448 3.59381 0 )
( 6.22449 3.59381 0 )
( 6.22449 3.59382 0 )
( 6.22449 3.59382 0 )
( 6.22449 3.59382 0 )
( 6.22449 3.59382 0 )
( 6.22449 3.59382 0 )
( 6.22449 3.59382 0 )
( 6.22449 3.59381 0 )
( 6.22449 3.59381 0 )
( 6.22449 3.59381 0 )
( 6.22448 3.59381 0 )
( 6.22448 3.59381 0 )
( 6.22448 3.59381 0 )
( 6.22448 3.59381 0 )
( 6.30733 3.64164 0 )
( 6.30733 3.64164 0 )
( 6.30733 3.64164 0 )
( 6.30733 3.64164 0 )
( 6.30733 3.64164 0 )
( 6.30733 3.64164 0 )
( 6.30733 3.64164 0 )
( 6.30733 3.64164 0 )
( 6.30733 3.64164 0 )
( 6.30733 3.64164 0 )
( 6.30733 3.64164 0 )
( 6.30733 3.64164 0 )
( 6.30733 3.64164 0 )
( 6.30733 3.64164 0 )
( 6.30733 3.64165 0 )
( 6.30733 3.64165 0 )
( 6.30733 3.64165 0 )
( 6.30733 3.64165 0 )
( 6.30733 3.64165 0 )
( 6.30733 3.64165 0 )
( 6.30733 3.64165 0 )
( 6.30733 3.64165 0 )
( 6.30733 3.64164 0 )
( 6.30733 3.64164 0 )
( 6.30733 3.64164 0 )
( 6.30733 3.64164 0 )
( 6.30733 3.64164 0 )
( 6.30733 3.64164 0 )
)

