examples/urbanclimate/templates/windAroundBuildings_CFDHAM/system/air/changeDictionaryDict
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  2.2.2                                 |
|   \\  /    A nd           | Web:      www.OpenFOAM.org                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    object      changeDictionaryDict;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

boundary
{
    buildings
    {
        type            mappedWall;
        neighbourRegion buildings;
        neighbourPatch  buildings_to_air;
        offsetMode      uniform;
        offset          (0 0 0);
    }
    ground
    {
        type            mappedWall;
        neighbourRegion ground;
        neighbourPatch  ground_to_air;
        offsetMode      uniform;
        offset          (0 0 0);
        matchTolerance  0.01;
    }
}

// ************************************************************************* //
