examples/urbanclimate/templates/windAroundBuildings_CFDHAM/system/ground/changeDictionaryDict
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  2.2.2                                 |
|   \\  /    A nd           | Web:      www.OpenFOAM.org                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    object      changeDictionaryDict;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

boundary
{
    ground_to_air
    {
        type            mappedWall;
        neighbourRegion air;
        neighbourPatch  ground;
        offsetMode      uniform;
        offset          (0 0 0);
        matchTolerance  0.01;
    }
}

// ************************************************************************* //
